import { responsiveImage } from '@/utils/images'

export const blogPosts = [
  {
    id: 1,
    image: responsiveImage('blog-1'),
    title: 'Красивая Италия: что ждет вас в реальности?',
    description:
      'Откройте для себя удивительные уголки Италии и узнайте, как она выглядит на самом деле.',
    date: '01/04/2023',
    href: '#',
  },
  {
    id: 2,
    image: responsiveImage('blog-2'),
    title: 'Долой сомнения! Путешествие ждет вас!',
    description:
      'Готовы к приключениям? Начните свое путешествие с нами и откройте для себя мир без границ.',
    date: '01/04/2023',
    href: '#',
  },
  {
    id: 3,
    image: responsiveImage('blog-3'),
    title: 'Как подготовиться к путешествию в одиночку?',
    description:
      'Путешествие в одиночку может быть увлекательным и полезным. Узнайте, как подготовиться к нему.',
    date: '01/04/2023',
    href: '#',
  },
  {
    id: 4,
    image: responsiveImage('blog-4'),
    title: 'Индия: готовы к полету?',
    description:
      'Откройте для себя красоты Индии и начните свое путешествие с нашей туркомпанией.',
    date: '01/04/2023',
    href: '#',
  },
]
